Repository: GeoRemindMe/GeoRemindMe_ProjectSite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Localization is the process of adapting content or products to another language so that they have the appearance and function of products made in a particular country. Linguistic context, cultural environment and technical specifications are all taken into account in this process. Localization is then basic to make GeoRemindMe accesible to as many people as possible.
es: La localización es el proceso de adaptar contenidos o productos a otro idioma para que tengan la apariencia y función que los productos hacen en un país en particular. El contexto lingüistico, entorno cultural y especificaciones técnicas se tienen en cuenta en este proceso. Localización es por tanto esencial para hacer GeoRemindMe accesible a tanta gente como sea posible.

source: <strong>If you want to be part of the localization team, you don't need to learn any technical stuff</strong>. We are using an easy web system to manage the translations where you will only need to learn the very basics of HTML in order to start collaborating.
es: <strong>Si quieres formar parte del equipo de localización, no necesitas aprender prácticamente nada técnico</strong>. Estamos usando un sistema web muy sencillo para gestionar las traducciones desde donde solo tendrás que aprender lo más básico de HTML para estar listo para colaborar.

source: The localization team uses this two tools:
es: El equipo de localización usa estas dos herramientas:

source: is an open service that allows people to collaboratively translate software, documentation...This is were the localization process is done so that the texts can be properly uploaded to the website
es: es un servicio abierto que permite traducir software colaborativamente... Aquí es donde se realiza el proceso de localización para que los textos puedas ser cargados en el sitio

source: Learn more
es: Saber más

source: Introduction video (in Spanish)
es: Video de introducción

source: The audio is not working propertly, we are working on it
es: El sonido no funciona correctamente, estamos trabajando para solucionarlo

source: Survey - GeoRemindMe
es: Encuesta - GeoRemindMe

source: Survey
es: Encuesta

source: GeoRemindMe Survey
es: Encuesta - GeoRemindMe

source: Dear student,
es: Querido estudiante,

source: <strong>GeoRemindMe</strong> is a tool that will help you discover through your smartphone* and a facebook aplication fun, unique, traditional or breath-taking places during your stay in Granada. In collaboration with the <a href='http://www.ugr.es'>University of Granada (UGR)</a> and the <a href='http://internacional.ugr.es/pages/perfiles/estudiantes/programa-mentores-de-la-ugr'>buddy programme</a> we are creating this tool that will be available for your use before you arrive to Spain.
es: <strong>GeoRemindMe</strong> es una herramienta que te ayudará a descubrir a través de tu smartphone* y de una aplicación facebook, sitios: únicos, turísticos, divertidos y lugares que te quiten el aliento durante tu estancia en Granada. En colaboración con la <a href='http://www.ugr.es'>Universidad de Granada (UGR)</a> y el <a href='http://internacional.ugr.es/pages/perfiles/estudiantes/programa-mentores-de-la-ugr'>programa mentores</a> estamos creando esta herramienta que pondremos a tu disposición antes de tu llegada a España.

source: Among other things, we want you to be able to:
es: Entre otras cosas, queremos que puedas:

source: <strong>Get suggestions</strong> from your buddy, the University and your friends.
es: <strong>Obtener sugerencias</strong> de tus compañeros, de la Universidad y de tus amigos.

source: <strong>Suggest</strong> your friends places and things to do in Granada.
es: <strong>Recomendar</strong> a tus amigos lugares y cosas que hacer en Granada.

source: <strong>Rate and comment</strong> the suggestions.
es: <strong>Valorar y comentar</strong> las sugerencias.

source: <strong>Search and filter</strong> the suggestions made by others.
es: <strong>Buscar y filtrar</strong> las sugerencias hechas por otros.

source: <strong>Download or print</strong> trips or routes to discover diferent areas of the city.
es: <strong>Descargar o imprimir</strong> viajes o rutas para descubrir diferentes zonas de la ciudad.

source: And many more!
es: ¡Y mucho más!

source: To make this project a success, we would like to ask for your help by filling up this short survey. We would really appreciate your feedback. <br> <em>*We are currently developing the application for smartphones running Android, but depending on the results of this survey we may get back to the lab and provide you with other versions such as iPhone and Blackberry.</em>
es: Para conseguir que este proyecto tenga éxito, nos gustaría pedirte que nos ayudes rellenando esta pequeña encuesta. De verdad que nos gustaría saber lo que piensas. <br> <em> *Actualmente estamos desarrollando la aplicación para smartphones que usan Android, pero en función de los resultados de esta encuesta estudiaremos la posibilidad de desarrollar otras versiones como iPhone o Blackberry .</em>

source: <iframe src='https://spreadsheets.google.com/spreadsheet/embeddedform?formkey=dENnQ2R6Q1RhcmlwWWkxTEY0bVQyS0E6MQ' width='760' height='1800' frameborder='0' marginheight='0' marginwidth='0'>Loading...</iframe>
es: <iframe src='https://spreadsheets1.google.com/spreadsheet/embeddedform?formkey=dGFPM3JKNkxrdHRQXzVIdmVKdzFFR2c6MA' width='760' height='1800' frameborder='0' marginheight='0' marginwidth='0'>Cargando...</iframe>

source: Join the Community
es: Únete a la comunidad

source: This is a <a href='http://dev.georemindme.com/licensing'>open software project</a> so we are happy to welcome you if you are interested in collaborating with us:
es: Este es un <a href='http://dev.georemindme.com/licensing'>proyecto de Open Software</a>, estás invitado a participar si quieres colaborar con nosotros:

source: You can find more on this on our <a href='http://team.georemindme.com/'>community site</a> were you can meet the team and choose the area where you will be more comfortable collaborating on.
es: Infórmate sobre esto en nuestra <a href='http://team.georemindme.com/'>página de la comunidad</a> donde podrás conocer al equipo y elegir el área donde te sientas más agusto colaborando.

source: Thank you very much for your help!
es: ¡Muchas gracias por tu ayuda!
