Repository: GeoRemindMe/GeoRemindMe_ProjectSite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Android Developers Guide - GeoRemindMe community
es: Guía para Desarrolladores Android - Comunidad de GeoRemindMe

source: Web developers guide
es: Guía para desarrolladores web

source: Setting up the environment
es: Configurando el entorno

source: <a href="https://github.com/GeoRemindMe/GeoRemindMe_Web/wiki/How-to-set-up-your-repository">Install and configure Git and Github</a> (on Ubuntu)
es: <a href="https://github.com/GeoRemindMe/GeoRemindMe_Web/wiki/How-to-set-up-your-repository">Instalar, configurar Git y GitHub</a> (en Ubuntu)

source: Create a fork of the repository
es: Crear un fork del repositorio

source: Install and configure Android SDK
es: Instalar y configurar el SDF de Android

source: Run a local server and deploy the application
es: Ejecutar un servidor local y probar la aplicación

source: Introduction to GeoRemindMe workflow
es: Introducción al flujo de trabajo en GeoRemindMe

source: <a href="/media/img/doc/style_guide_android.pdf">Coding style guide</a>
es: <a href="/media/img/doc/style_guide_android.pdf">Guía de estilos</a>

source: How to update languages
es: Cómo actualizar idiomas

source: How to add a contribution
es: Cómo añadir una contribución

source: Generating docummentation
es: Generando documentación

source: Building new features
es: Desarrollando nuevas funcionalidades

source: Tutorials and code examples
es: Tutoriales y ejemplos

source: Documentation about the code
es: Documentación sobre el código

source: Quick overview
es: Vistazo rápido

source: This sketch explains some of the modules that make up the Android application:
es: Este esquema muestra algunos de los módulos que componen la aplicación Android:

source: Quick overview of the Android architecture (4th May 2011)
es: Vistazo rápido de la arquitectura Android (4th May 2011)

source: Developers - GeoRemindMe community
es: Desarrolladores - Comunidad de GeoRemindMe

source: Developers guide
es: Guía de desarrolladores

source: We are thankful for our users <a href='http://getsatisfaction.com/georemindme/'>feedback</a>. There are many <a href='http://getsatisfaction.com/georemindme/ideas/popular'>ideas and suggestions</a> yet to be implemented. Good news are that <strong>our open software project is open to anyone who wants to collaborate</strong>.
es: Agradecemos profundamente los <a href='http://getsatisfaction.com/georemindme/'>comentarios y sugerencias</a> que nos hacen nuestros usuarios. Muchas de las <a href='http://getsatisfaction.com/georemindme/ideas/popular'>ideas propuestas</a> todavía no han sido implementadas. Lo bueno es que nuestro proyecto es que se trata de <strong> código abierto </strong>, así que cualquiera está invitado a colaborar.

source: We are providing you with two guides that will help you with your firts steps if you want to join the community and give us a hand as a developer. You can find them here:
es: Te ofrecemos dos guías que te ayudarán a dar tus primeros pasos para unirte a la comunidad y participar como desarrollador. Puedes encontrarlas aquí:

source: Android developers guide
es: Guía de desarrolladores Android

source: If you have further questions, please join the community and we will be happy to help you
es: Si tienes más preguntas, por favor únete a la comunidad y estaremos encantados de ayudarte

source: Join now
es: Únete ahora

source: Tools and information
es: Herramientas e información

source: Tools
es: Herramientas

source: it's the online project collaboration software used to manage the project were we introduce ourselves, talk about the project, distribute the tasks, etc.
es: esta es la herramienta colaborativa que usamos para gesionar el proyecto, desde la que nos presentamos, hablamos sobre el proyecto, nos asignamos tareas, etc.

source: this is the distributed version control system we are currently using.
es: este es el sistema distribuido de control de versiones que usamos actualmente

source: Information
es: Información

source: we want to help you building your own apps and functionalities (<strong>Work In Progress!</strong>)
es: queremos ayudarte a desarrollar tus propias aplicaciones y funcionalidades (<strong>En desarrollo!</strong>)

source: Licenses
es: Licencias

source: learn how the code is licensed
es: aprende como está licenciado el código

source: Licensing - GeoRemindMe community
es: Licencias - Comunidad de GeoRemindMe

source: Open Software
es: Software Abierto

source: Open Software means that the <strong>project is open in every sense of the word</strong>, meaning that anyone should feel free to <strong>contribute</strong>, as the code and images can be studied, distributed, copied and used without any aditional permission.
es: Para nosotros Software Abierto (del inglés Open Software; un juego de palabras entre Open Source y Free Software) significa que <strong>este proyecto está abierto en el más amplio sentido de la palabra</strong>, por lo que cualquiera puede sentirse libre de <strong>contribuir</strong>, además de que el código puede ser estudiando y tanto este como las imágenes pueden ser copiados, distribuidos y usados sin necesidad de ningún permiso adicional.

source: We believe that Open Software benefits all the parties involved.
es: Nosotros creemos que el Software Abierto beneficia a todas las partes involucradas.

source: Benefits for users
es: Beneficios para los miembros de la comunidad

source: They can <strong>participate</strong> in the developement of the tool, making customization easier
es: Pueden <strong>participar</strong> en el desarrollo de la herramienta, facilitando la personalización

source: They can <strong>learn</strong> how to implement an app that involves geolocation and content sharing
es: Pueden <strong>aprender</strong> como implementar una aplicación de geolocalización y gestión de contenidos

source: It guarantees a reliable code, as anyone can study how it works
es: Es una garatía de que el código es fiable, ya que cualquiera con conocimientos puede estudiarlo (y lo harán)

source: <strong>Meet</strong> people in the world with common interests
es: Da la oportunidad de <strong>conocer</strong> a personas de todo el mundo con intereses comunes

source: Learn about <strong>teleworking</strong>
es: Es una oportunidad para aprender a <strong>trabajar a distancia</strong>

source: Your contributions to the tool can be <strong>included in your resume</strong>
es: Las contribuciones a la herramienta puede ser <strong>añadidas a tu CV</strong>

source: It guarantees that the <strong>app will remain active</strong>, no mater what hapens to our company or community: if we are not able to continue the project, some other group can take charge of it
es: Es una forma de <strong>garantizar la perdurabilidad de la aplicación</strong>, ya que independientemente de lo que ocurra con la empresa que lo mantiene; cualquier persona tiene la posibilidad de mantenerlo vivo.

source: Benefits for our Start-Up
es: Beneficios para nuestra Start-Up

source: <strong>A community of users</strong> willig to give us priceless customer <strong>feedback</strong>
es: Ganamos <strong>una comunidad de usuarios</strong> dispuestos a ayudarnos dándonos <strong>feedback</strong>

source: The community <strong>contributes</strong> to the project
es: Otro tipo de <strong>contribuciones</strong> al proyecto: código, diseños, traducciones, etc.

source: Bigger <strong>acknowledgement and media coverage</strong>of our work
es: Mayor <strong>difusión</strong> del proyecto y del código.

source: <strong>Transparency</strong> and <strong>credibility</strong>
es: <strong>Transparencia</strong> y <strong>credibilidad</strong>

source: We can hire <strong>talented people</strong> from our own community
es: Posibilidad de contratar a <strong>personas con talento</strong> de nuestra propia comunidad (¡ya hemos contratado al primero!)

source: The Open Software World Wide Community<strong>supports</strong> our project
es: <strong>Apoyo</strong> de la comunidad Software Libre

source: The<strong>satisfaction</strong> of sharing knowledge and not only a service
es: La <strong>gran satisfacción</strong> de compartir conocimiento, no solo un servicio

source: This project has many contributions from our community. Not all of them share the same license, so we want to be specific and detailed on the licensing as we can
es: Este proyecto ha recibido muchas contribuciones de nuestra comunidad. No todas ellas tienen la misma licencia por lo que a continuación especificaremos las mismas

source: Android application
es: Aplicación Android

source: The source code of the Android App is licensed under <a href="http://www.gnu.org/copyleft/gpl.html">GPL v3</a>
es: El código fuente de la aplicación Android está licenciado bajo <a href="http://www.gnu.org/copyleft/gpl.html">GPL v3</a>

source: The Icon set created by Mardigann are licensed under <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/">CC BY-NC-SA 3.0</a>
es: El set de iconos creados por Mardigann están licenciados bajo <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/">CC BY-NC-SA 3.0</a>

source: The Android icons are licensed under <a href="http://www.apache.org/licenses/LICENSE-2.0">Apache license version 2.0</a>
es: Los iconos Android están licenciados bajo la <a href="http://www.apache.org/licenses/LICENSE-2.0">licencia Apache version 2.0</a>

source: Find the <a href="https://github.com/GeoRemindMe/GeoRemindMe_Android">source code on Github</a>
es: Encuentra el <a href="https://github.com/GeoRemindMe/GeoRemindMe_Android">código fuente en GitHub</a>

source: Facebook application
es: Aplicación Facebook

source: The source code of the Facebook App is licensed under <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPL v3</a>
es: El código fuente de la aplicación facebook está licenciado bajo <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPL v3</a>

source: Find the <a href="https://github.com/GeoRemindMe/GeoRemindMe_Web">source code on Github</a>
es: <a href="https://github.com/GeoRemindMe/GeoRemindMe_Web">El codigo fuente</a> se encuentra en Github

source: Project website
es: Página web del proyecto

source: The source code is licensed under <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPL v3</a>
es: El código fuente está licenciado bajo <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPL v3</a>

source: jQuery, accept <a href="http://jquery.org/license/">GPL and MIT licenses</a>
es: jQuery, acepta las licencias <a href="http://jquery.org/license/">GPL y MIT</a>

source: under
es: bajo

source: Apache license version 2.0
es: licencia Apache versión 2.0

source: Graphic design licensing
es: Licencias de los diseños gráficos

source: their free license agreement
es: su contrato de licencia libre

source: licensed as <a href="http://creativecommons.org/licenses/by-sa/3.0/us/">CC Attribution-Share Alike 3.0</a> & <a href="http://scripts.sil.org/cms/scripts/page.php?site_id=nrsi&id=OFL">OFL</a>
es: licenciado bajo <a href="http://creativecommons.org/licenses/by-sa/3.0/us/">CC Attribution-Share Alike 3.0</a> & <a href="http://scripts.sil.org/cms/scripts/page.php?site_id=nrsi&id=OFL">OFL</a>

source: L4D1S designs & icons under <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/">CC BY-NC-SA 3.0</a>
es: Diseños de @L4D1S e iconos bajo <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/">CC BY-NC-SA 3.0</a>

source: Web Developers Guide - GeoRemindMe community
es: Guía para Desarrolladores Web - Comunidad de GeoRemindMe

source: <a href="https://github.com/GeoRemindMe/GeoRemindMe_Web/wiki/How-to-setup-a-local-enviroment">Run a local server and deploy the application</a>
es: <a href="https://github.com/GeoRemindMe/GeoRemindMe_Web/wiki/How-to-setup-a-local-enviroment">Ejecuta un servidor local y prueba la aplicación</a>

source: <a href="https://github.com/GeoRemindMe/GeoRemindMe_Web/wiki/Coding-Style-Guide">Coding style guide</a>
es: <a href="https://github.com/GeoRemindMe/GeoRemindMe_Web/wiki/Coding-Style-Guide">Guía de esto del código</a>

source: <a href="https://github.com/GeoRemindMe/GeoRemindMe_Web/wiki/How-to-update-languages">How to update languages</a>
es: <a href="https://github.com/GeoRemindMe/GeoRemindMe_Web/wiki/How-to-update-languages">Cómo actualizar los idiomas</a>

source: Generating documentation with <a href="http://sphinx.pocoo.org/">Sphinx</a>
es: Generando documentación con <a href="http://sphinx.pocoo.org/">Sphinx</a>

source: <a href="http://api.georemindme.com">Public API</a>
es: <a href="http://api.georemindme.com">API pública</a>

source: Web architecture
es: Arquitectura web

source: Database entities and relations
es: Relaciones y entidades de la base de datos

source: <a href="https://github.com/GeoRemindMe/GeoRemindMe_Web/wiki/AJAX-communications">AJAX communications</a>
es: <a href="https://github.com/GeoRemindMe/GeoRemindMe_Web/wiki/AJAX-communications">Comunicaciones AJAX</a>

source: <a href="http://dev.georemindme.com/webapp/build/html/">Code documentation</a>
es: <a href="http://dev.georemindme.com/webapp/build/html/">Documentación del código</a>

source: This sketch explains some of the modules that make up the client and server aplications and how this two are related:
es: Este esquema explica muestra algunos módulos de las aplicaciones cliente y servidor y como se relacionan:

source: Quick overview of the web architecture (4th May 2011)
es: Vistazo rápido de la arquitectura web (4 Mayo 2011)

source: Jobs at GeoRemindMe
es: Trabaja en GeoRemindMe

source: About GeoRemindMe
es: Sobre GeoRemindMe

source: Android Developer
es: Desarrollador Android

source: User Interface Designer
es: Diseñador de interfaz de usuario

source: Web Developer
es: Desarrollador web

source: Author
es: Autor

source: At GeoRemindMe we are willing to hire <strong>the best talents</strong>.
es: En GeoRemindMe queremos a contratar a gente con gran <strong> talento y potencial</strong>.

source: These are the technologies we are using to make GeoRemindMe work
es: Estas son las tecnologías que estamos usando para que GeoRemindMe funcione

source: Google's cloud:<a href='http://code.google.com/intl/es-ES/appengine/'>App Engine</a>
es: La nube de Google:<a href='http://code.google.com/intl/es-ES/appengine/'>App Engine</a>

source: A web server created with <a href="https://www.djangoproject.com/">Python and Django</a>
es: Un servidor web creado con <a href="https://www.djangoproject.com/">Python y Django</a>

source: An <a href="http://developer.android.com/index.html">Android</a> application
es: Una aplicación <a href="http://developer.android.com/index.html">Android</a>

source: A <a href="http://developers.facebook.com/">Facebook application</a> that uses <a href="http://www.html5rocks.com/en/">HTML5</a> and <a href="http://www.css3.info/">CSS3</a>
es: Una <a href="http://developers.facebook.com/">aplicación para Facebook</a> que usará <a href="http://www.html5rocks.com/en/">HTML5</a> and <a href="http://www.css3.info/">CSS3</a>

source: If you would like to be part of our team you should sound like someone who:
es: Si te gusta nuestro equipo y quieres unirte a el, te damos pistas para que sepas a que tipo de personas buscamos. Personas que:

source: Has already contributed to a free software project
es: Ya hayan contribuido con un proyecto de software libre

source: Likes learning from your teammates
es: Les guste aprender de sus compañeros

source: Doesn't have <this can't be done> in your vocabulary
es: No exista la frase '<em>eso no se puede hacer</em>' en su vocabulario

source: Can't code without having a version control system, and you particularly like Git
es: No pueden programar sin usar un sistema de control de versiones, especialmente Git

source: Upholds Scrum framework for project management
es: Defienden las metodologías ágiles tipo Scrum

source: is either a Mac or a Linux user (or both)
es: Les gusten las Manzanas o los Pingüinos (o ambos)

source: Is fluent in english
es: No le tengan miedo al inglés

source: has lived abroad and enjoys travelling
es: Hayan vivido fuera o disfruten viajando

source: You should fit in one of this positions:
es: Buscamos perfiles de:

source: If...
es: Si...

source: You have already worked on a project related with geolocation or an LBS
es: Ya has trabajando en un proyecto relacionado con geolocalización

source: You have experience building Android applications
es: Tienes experiencia desarrollando aplicaciones Android

source: You have an app with more than 50k downloads and 4 or 5 star ratings
es: Tienes una aplicación con más de 50k descargas y 4 o 5 estrellas.

source: You have watched all Retro Meier and Romain Guy videos
es: Te has visto todos los videos de Reto Meier y Romain Guy

source: During your sleepless nights, you study Android's Kernel
es: En tus noches de insomnio te estudias el Kernel de Android.

source: You know StackOverflow like the back of your hand
es: Te conoces StackOverflow como la palma de tu mano

source: Please send your CV/resume/linkedIn and links to relevant projects worked on to jobs@georemindme.com
es: Por favor envíanos tu CV o tu cuenta de linkedin junto con enlaces a los proyectos más relevantes en los que hayas trabajado a jobs@georemindme.com

source: You have a working knowledge in web and/or mobile usability
es: Tienes experiencia en usabilidad web o móvil

source: You have read Jakob Nielssen and Steve Krug work
es: Has leído a Jakob Nielssen y Steve Krug

source: You are familiar with the concepts UX, usability test, A/B test, etc
es: Estás familiarizado con los conceptos: experiencia de usuario, test de usabilidad, test A/B, etc

source: You have read the Android UX Guidelines
es: Has leído la guía de UX de Android

source: You know how to do layouts and you have experience with HML5 and CSS3
es: Sabes maquetar y tienes experiencia con HTML5 y CSS3

source: You understand why accessibility is important
es: Comprendes la importancia de la accesibilidad

source: You are not afraid of Internet Explorer or cross-browsing
es: No le tienes miedo a Internet Explorer ni al cross-browsing

source: You have a broad experience in this field
es: Y si encima tienes mucha experiencia en este campo...

source: You speak fluently Javascript and one of:Python/PHP
es: Hablas Javascript y Python o PHP igual de bien que español

source: You master Javascript and a framework like jQuery or Sencha
es: Dominas algún framework de Javascript como jQuery o Sencha

source: You have already developed Facebook Apps
es: Ya has desarrollado aplicaciones para Facebook

source: You know your way with apache and any other web servers
es: Te entiendes con Apache u algún otro servidor de páginas web.

source: You know Ajax and JSON pretty well
es: Controlas AJAX y JSON

source: You know what SEO is about
es: Sabes algo de SEO

source: You have learned something about web semantics or used microformats
es: Alguna vez has leido o utilizado algo sobre web semántica y microformatos

source: Designers at GeoRemindMe community
es: Diseñadores en la comunidad de GeoRemindMe

source: Designing
es: Diseñando

source: We are always working to have a better looking, because all of us knows, <strong>the graphic design and the interaction design are key to ensure an unforgettable experience</strong>
es: Siempre estamos trabajando para intentar conseguir un mejor aspecto, porque como todos sabemos, <strong>el diseño gráfico y el diseño de la interacción son claves para asegurar una experiencia inolvidable</strong>

source: Because of that we are always testing new things, measuring common behaviors and asking to our users to know what can be improved to improve it
es: Por eso siempre estamos probando nuevas cosas, midiendo comportamientos comunes y preguntando a nuestros usuarios para saber que puede ser mejorado y mejorarlo

source: If you are interested in collaborating with us, please feel welcome and <a href='https://teambox.com/public/georemindme-2/'>join</a> the community.
es: Si quieres colaborar con nosotros, estás invitado a <a href='https://teambox.com/public/georemindme-2/'>unirte</a> a la comunidad

source: Meet <a href='https://teambox.com/public/georemindme-2/designing'>here some designers and front-end developers</a> that has been working with us
es: Conoce <a href='https://teambox.com/public/georemindme-2/designing'>a algunos de los diseñadores y desarrolladores de front-end</a> que han trabajado en el proyecto

source: Contributions gallery
es: Galería de contribuciones

source: GeoRemindMe community
es: Comunidad de GeoRemindMe

source: Introduction
es: Introducción

source: <strong>GeoRemindme has a strong and happy community of contributors</strong> were everyone is helping to create a better experience. We like working all together as a team, that's why we host <a href='http://www.flickr.com/groups/1620000@N25/pool/with/5614194428/'>hackathons</a> pretty often, were we learn about new technologies, free software and (of course) have a great time.
es: <strong>GeoRemindme tiene una gran comunidad de colaboradores</strong> que trabaja para ayudar a mejorar la experiencia en la aplicación. Nos gusta trabajar en equipo y por eso con cierta frecuencia organizamos <a href='http://www.flickr.com/groups/1620000@N25/pool/with/5614194428/'>hackatones</a> , en los que compartimos conocimientos sobre tecnología, software libre y por supuesto nos lo pasamos en grande.

source: Are you interested in joining the community? We are a <a href='http://dev.georemindme.com/licensing'>open software project</a>, learn more about how you can contribute here and choose from the list below where you will be more comfortable collaborating on:
es: ¿Estás interesado en unirte a la comunidad? Somos un <a href='http://dev.georemindme.com/licensing'>proyecto de software abierto</a>, infórmate más sobre como puedes contribuir aquí y elige cual es la forma en la que te gustaría colaborar:

source: Localizing (translating)
es: Traduciendo

source: Developing
es: Desarrollando

source: Creating an local group
es: Creando un grupo local

source: We don't want you to feel alone while collaborating, so you will be <strong>in touch with a mentor</strong> from the GeoRemindMe team or an older member of the community that will guide your first steps and progress and will answer your questions.
es: No queremos que te sientas solo mientras colaboras, por eso si quieres te intentaremos poner <strong>junto a un mentor</strong> con experiencia de la comunidad para que te guíe en tus primeros pasos y responda a tus preguntas.

source: Further questions? Please feel free to <a href="https://teambox.com/public/georemindme-2">contact us</a> and have a look at our <a href="https://github.com/GeoRemindMe/GeoRemindMe_Web/wiki/FAQ">wiki-FAQ</a>
es: ¿Tienes alguna pregunta? Por favor no te cortes y <a href="https://teambox.com/public/georemindme-2">pregúntanos</a> y si quieres échale un vistazo a nuestra <a href="https://github.com/GeoRemindMe/GeoRemindMe_Web/wiki/FAQ">wiki-FAQ</a>

source: Do you have more community pictures and would like to share them? <a href='http://www.flickr.com/groups_join.gne?id=1620000@N25'>Join the group</a> and upload them!
es: ¿Tienes más fotos de la comunidad y te gustaría compartirlas? ¡<a href='http://www.flickr.com/groups_join.gne?id=1620000@N25'>Únete al grupo</a> y súbelas!

source: Local groups - GeoRemindMe community
es: Grupos locales - Comunidad de GeoRemindMe

source: Localization team - GeoRemindMe community
es: Traductores en la comunidad de GeoRemindMe

source: Localization
es: Localización

source: Introduction to localization team
es: Introducción al equipo de localización
