Repository: GeoRemindMe/GeoRemindMe_ProjectSite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Back to home
es: Volver a la página de inicio

source: Manage your geolocated alerts on your Android smartphone. Coming soon on your iPhone, iPad, Blackberry and other mobile devices.
es: Gestiona tus alertas geolocalizadas en tu teléfono Android. Próximamente en tu iPhone, iPad, Blackberry y otros dispositivos móviles

source: geolocation application, geolocation app, geolocated alerts, geolocated reminders, android app alerts, android geolocation, iphone geolocation, iphone app alerts
es: aplicación de geolocalización, alertas geolocalizadas, geolocalizaciónrecordatorios, aplicación android de alertas, geolocalización android, geolocalizacion iphone, aplicación iphone de geolocalización

source: GeoRemindMe - Application for geolocated alerts
es: GeoRemindMe - Aplicación para geolocalizar alertas

source: http://feeds.feedburner.com/GeoRemindMe
es: http://feeds.feedburner.com/GeoRemindMe-ES

source: http://blog.georemindme.com/feed/
es: http://blog.georemindme.com/es/es/category/logros-2/

source: Go flying to the homepage. Tweet! Tweet!
es: Ir volando a la página de inicio. Pio! Pio!

source: Do you already have an account?
es: ¿Tienes ya una cuenta?

source: Log in
es: Identifícate

source: Password
es: Contraseña

source: Remember me on this computer
es: Recuérdame en este ordenador

source: Sign in
es: Entrar

source: Hello %(email)s !
es: Hola %(email)s !

source: Go to dashboard
es: Ir al escritorio

source: Follow us on
es: Síguenos en

source: Visit our Blog
es: Visita nuestro Blog

source: Follow us on Twitter
es: Síguenos en Twitter

source: Follow us on Facebook
es: Síguenos en Facebook

source: Know what's going on
es: Qué está pasando

source: Do you want to work with us?
es: ¿Quieres trabajar con nosotros?

source: Jobs
es: Empleo

source: Join the community now!
es: ¡Únete a la comunidad ahora!

source: Community
es: Comunidad

source: Contact us
es: Contáctanos

source: Support
es: Ayuda

source: Looking for some info?
es: ¿Buscas alguna información?

source: Sitemap
es: Mapa del sitio

source: Language:
es: Idioma:

source: <strong>GeoRemindMe 2011</strong>,headquarters at <a href='http://maps.google.com/maps/ms?ie=UTF8&hl=en&msa=0&msid=204520629691711228427.0004a5735677747224788&ll=37.147913,-3.608596&spn=0.00289,0.004823&t=h&z=18'>PTS, Avda de la Innovación, 18100 Armilla (Granada), Spain</a>
es: <strong>GeoRemindMe 2011</strong>, <a href='http://maps.google.com/maps/ms?ie=UTF8&hl=en&msa=0&msid=204520629691711228427.0004a5735677747224788&ll=37.147913,-3.608596&spn=0.00289,0.004823&t=h&z=18'>PTS, Avda de la Innovación, 18100 Armilla (Granada), España</a>

source: How do we care about your data
es: Como nos precupamos por tu seguridad

source: Privacy
es: Privacidad

source: Meet the requirements for using the application
es: Conoce los requisitos para usar la aplicación

source: TOS
es: Condiciones de uso

source: Contact us - GeoRemindMe
es: Contáctanos - GeoRemindMe

source: Message sent succesfully!
es: ¡El mensaje se ha enviado correctamente!

source: Error sending the message
es: Se ha producido un error al enviar el mensaje

source: Home
es: Inicio

source: Company contact
es: Contacto de la compañía

source: We are a rather nice and open bunch of people. Get in touch with us!
es: Somos gente simpática y accesible. ¡Contacta con nosotros!

source: Company information
es: Información de la compañía

source: Telephone
es: Teléfono

source: or
es: o

source: Address
es: Dirección

source: Spain
es: España

source: Business profile
es: Perfil de negocio

source: Contact form
es: Formulario de contacto

source: You can also contact us using this form
es: También puedes contactarnos usando este formulario

source: Enter your email address
es: Introduce tu correo

source: Write your message here...
es: Escribe tu mensaje aquí...

source: Send
es: Enviar

source: Please fill up all fields
es: Por favor rellena todos los campos

source: GeoRemindMe allows you to manage, rate and share geolocated suggestions on <em>your favorite social networks</em>.
es: GeoRemindMe te permite administrar, valorar y compartir sugerencias geolocalizadas en tus <em>redes sociales favoritas</em>.

source: <strong>Find</strong> cool stuff to do
es: <strong>Encuentra</strong> cosas interesantes que hacer

source: <strong>Discover</strong> and explore new places
es: <strong>Descubre</strong> y explora nuevos lugares

source: <strong>Don't forget</strong> anything you wanted to do
es: <strong>No olvides nada</strong> de lo que querías hacer

source: GeoRemindme allows you to:
es: GeoRemindme te permite:

source: <strong>Share and receive suggestions</strong> from your friends, institutions, local shops, etc...
es: <strong>Compartir y recibir sugerencias</strong> de amigos, instituciones, tiendas, etc.

source: Get <strong>personalized suggestions</strong> depending on what you like and were you are
es: Recibe <strong>sugerencias personalizadas</strong> basadas en tus gustos y según dónde te encuentres

source: <strong>Search and filter</strong> suggestions from other people
es: <strong>Busca y filtra</strong> sugerencias de otras personas

source: <strong>Follow</strong> the users and the shops you are interested in
es: <strong>Sigue</strong> a los usuarios y las tiendas que más te interesen

source: <strong>Download or print</strong> touristic routes and get around in the city
es: <strong>Descarga o imprime</strong> rutas turísticas para conocer la ciudad

source: <strong>Rate and comment</strong> the suggestions
es: <strong>Valora y comenta</strong> las sugerencias

source: And in the future...we want you to get <strong>promos and vouchers</strong> to enjoy wherever you are
es: Y en el futuro...queremos que recibas y disfrutes <strong>promociones y cupones</strong>

source: http://feedburner.google.com/fb/a/mailverify?uri=GeoRemindMe
es: http://feedburner.google.com/fb/a/mailverify?uri=GeoRemindMe-ES

source: Keep me updated!
es: ¡Mantenedme informado!

source: Enter your email address to be notified when a new version is released
es: Deja tu email y te avisaremos cuando lancemos una nueva versión

source: en_US
es: es_ES

source: Sign me up!
es: ¡Apúntame!

source: No spam. We promise.
es: No enviamos Spam. Palabrita.

source: Compatible with
es: Compatible con

source: Screenshots, licenses, versions, etc.
es: Impresiones de pantalla, versiones, licencias, etc.

source: Learn more about
es: Aprende más sobre

source: the project:
es: el proyecto

source: Available Versions
es: Versiones disponibles

source: The GeoRemindMe Community
es: La comunidad de GeoRemindMe

source: Now <strong>testing</strong>
es: Aplicación <strong>en pruebas</strong>

source: Would you like to help us with beta testing? <strong>Request an invitation</strong> and we will send you the details:
es: ¿Quieres ayudarnos haciendo beta testing?. <strong>Solicita una invitación</strong> y te explicaremos los detalles:

source: Request invitation
es: Solicitar invitación

source: Know more about GeoRemindMe
es: Saber más sobre GeoRemindMe

source: Email wrong
es: Email incorrecto

source: Know more
es: Saber más

source: Back to top
es: Volver arriba

source: Available versions
es: Versiones disponibles

source: WIP versions
es: Estado de las versiones

source: Keep up to date
es: Te mantenemos informado

source: We want you to be able to use the app anytime you need it, so meet the <strong>three available options</strong>:
es: Queremos que puedas usar la aplicación en cualquier momento, a continuación te presentamos las <strong>tres opciones disponibles</strong>:

source: Mobile app
es: Aplicación móvil

source: The native app <strong>will alert you</strong> when you are near a place with a reminder. It has been specifically <em><strong>optimized to reduce battery usage</strong> and ease navigation in your reminder list</em>.
es: La aplicación nativa <strong>te avisará</strong> cuando estés cerca de un lugar donde tengas un recordatorio. Esta ha sido <em><strong>optimizada para reducir el consumo de batería</strong> y facilitar la navegación por tu lista de recordatorios</em>.

source: Screenshot Android version: Add a reminder
es: Pantallazo de la versión Android: Añadir un recordatorio

source: Screenshot Android version: Alert list
es: Impresión de pantalla de la versión Android: Lista de alertas

source: Install it from:
es: Instálala desde:

source: Android Market (<a href='#other-versions' class='anchor separator'>Coming soon</a>)
es: Android Market (<a href='#other-versions' class='anchor separator'>Próximamente </a>)

source: Desktop web app
es: App. web escritorio

source: You can access the desktop web application from <em>any browser</em>* and <strong>easily manage</strong> your tasks.
es: Puedes acceder a la aplicación web de escritorio desde <em>cualquier navegador</em> y <strong>gestionar fácilmente un gran número de tareas</strong>.

source: Screenshot Web Desktop version: Dahsboard
es: Pantallazo de la versión web de escritorio: Dashboard

source: Ask an invitation through the <a href='/'>home page</a>
es: Solicita una invitación a través de la <a href='/'>página de inicio</a>

source: Minimum requirements: IE 9, FF 2.0, Chrome, Safari, Opera
es: Requisitos mínimos: IE 9, FF 2.0, Chrome, Safari, Opera

source: Mobile web app
es: Aplicación web móvil

source: If you are still waiting for a native version for your platform of choice, you can access the mobile web application through your 3G connection to <strong>check and manage your tasks</strong>.
es: Si aún no está disponible la aplicación nativa para tu plataforma, siempre puedes acceder a la aplicación web móvil desde tu conexión 3G para <strong>comprobar y gestionar tus tareas</strong>.

source: Screenshot Web Mobile version: Home
es: Pantallazo de la versión web móvil: Inicio

source: Screenshot Web Mobile version: Map
es: Pantallazo de la versión web móvil: Mapa

source: Access through: <a href='http://m.georemindme.com'>http://m.georemindme.com</a> (under development)
es: Accede a través de: <a href='http://m.georemindme.com'>http://m.georemindme.com</a> (en desarrollo)

source: Minimum requirements: an active account and enabled Javascript.
es: Requisitos mínimos: una cuenta activa y Javascript habilitado.

source: Check this table to find the version that best suits your needs
es: A continuación os dejamos una tabla comparativa para que podáis ver las ventajas de cada versión

source: Feature
es: Característica

source: Mobile
es: Móvil

source: Desktop web
es: Web de escritorio

source: Mobile web
es: Web móvil

source: Price
es: Precio

source: Free!
es: ¡Gratis!

source: Manage (add, edit and delete) tasks
es: Gestionar tareas(añadir, editar y elimninar)

source: Yes
es: Sí

source: HTML5 location
es: Localización HTML5

source: User login
es: Login de usuario

source: Language choice
es: Soporte para múltiple idiomas

source: Allows sign-up
es: Permite registro

source: Offline mode
es: Modo sin conexión

source: Sound alarms
es: Alarmas sonoras

source: GPS location
es: Localización GPS

source: Max. number of tasks
es: Número máx. de tareas

source: Unlimited
es: Ilimitado

source: We are <a href='#0.1_team'>currently working</a> on other versions that users have requested through the <a href='#'>community forums</a>.
es: Actualmente <a href='#0.1_team'>estamos trabajando</a> en otras versiones que nos han pedido los usuarios a través de los <a href='#'>foros de la comunidad</a>.

source: Application
es: Aplicación

source: Scheduled<br> launch date
es: Fecha de<br>lanzamiento

source: Version
es: Versión

source: Private beta
es: Beta privada

source: Late June
es: Finales de Junio

source: Facebook app
es: Aplicación Facebook

source: Before September
es: Antes de Septiembre

source: No launch date yet
es: Sin fecha prevista

source: Queued
es: En cola

source: (*) Supported versions of de FF (Firefox), IE (Internet Explorer), Google Chrome, Safari and Opera will be announced later.
es: (*) Las versiones soportadas de FF (Firefox), IE (Internet Explorer), Google Chrome, Safari y Opera serán anunciadas después.

source: If you want to receive an e-mail when we have news on any of the versions, you can subscribe by simply filling up this form:
es: Si quieres recibir un correo cuando tengamos novedades sobre alguna de las versiones, te puedes suscribir simplemente rellenando este formulario:

source: Email address:
es: Dirección de correo:

source: Check the versions for the devices you&#39;re interested in:
es: Marca las versiones para los dispositivos en los que estés interesado:

source: Subscribe to news & updates
es: Suscríbete a las novedades y actualizaciones

source: You can also <a href='http://feeds.feedburner.com/GeoRemindMe'>subscribe to the RSS</a> of our blog so you won&#39;t miss anything juicy.
es: También puedes <a href='http://feeds.feedburner.com/GeoRemindMe'>subscribirte al RSS</a> de nuestro blog para que no te vuelvas a perder nada.

source: headquarters at
es: oficina en

source: GeoRemindMe Partnerships
es: Colaboraciones de GeoRemindMe

source: Partners
es: Colaboradores

source: University of Granada
es: Universidad de Granada

source: The <a href="http://internacional.ugr.es/">Office for International Relations</a> of the <a href="http://www.ugr.es">University of Granada</a> uses GeoRemindMe so that over 2.000 exchange students every year can enjoy a better experience abroad.
es: La <a href="http://internacional.ugr.es/">Oficina de Relaciones Internacionales</a> de la <a href="http://www.ugr.es">Universidad de Granada</a> utiliza GeoRemindMe para que sus más de 2.000 estudiantes de intercambio disfruten de una mejor experiencia en el extranjero.

source: Thanks to GeoRemindMe the students have a new way of being in touch with their mentors (buddy programme), getting useful information from the University and sharing suggestions with their friends.
es: Gracias a GeoRemindMe los estudiantes tienen una nueva forma de estar en contacto con sus mentores (del programa Buddy), recibir información útil de la Universidad y compartir sugerencias con sus amigos.

source: <a href="#">Press release</a>
es: <a href="#">Notas de prensa</a>

source: Press - GeoRemindMe
es: Prensa - GeoRemindMe

source: Press
es: Prensa

source: Media releases
es: Notas de prensa

source: Here you will find the latests news about GeoRemindMe. If you wish to contact us, please refer to our <a href='/contact/'>contact information</a>
es: Aquí encontrarás las últimas noticias acerca de GeoRemindMe. Si quieres contactar con nosotros, por favor visita la página con toda nuestra <a href='/contact/'>información de contacto</a>

source: The University of Granada and the local start-up GeoRemindMe reach an partnership agreement.
es: La Universidad de Granada y la empresa local GeoRemindMe alcanzan un acuerdo de colaboración.

source: Media appearances
es: Apariciones en medios

source: Logos
es: Logotipos

source: Logo without background 1024x350
es: Logotipo sin fondo 1024x350

source: Horizontal logo 1024x350
es: Logotipo horizontal 1024x350

source: Gray scale
es: Escala de grises

source: Squared logo 1024x1170
es: Logo cuadrado 1024x1170

source: Squared logo with border
es: Logo cuadrado con borde

source: Colorized chickens
es: Pollitos a color

source: Fichero RAW
es: Fichero fuente

source: Miscellaneous
es: Otras informaciones

source: Company partnerships
es: Colaboraciones de la empresa

source: Awards and achievements
es: Premios y logros

source: Community pictures
es: Fotografías de la comunidad

source: Founders information
es: Información de los fundadores

source: Privacy policy - GeoRemindMe
es: Política de privacidad - GeoRemindMe

source: Privacy policy
es: Política de privacidad

source: GeoRemindMe Sitemap
es: Mapa del sitio de GeoRemindMe

source: Users
es: Usuarios

source: Everything you always wanted to know about GeoRemindMe:
es: Todo lo que siempre quisiste saber sobre GeoRemindMe:

source: Home</a> ; Learn the basics about the project
es: Inicio</a> ; Conoce lo básico sobre el proyecto

source: Further information
es: Más información

source: More details on the tool's features.
es: Todas las funciones de la aplicación detalladas.

source: Login
es: Ingresa

source: Tool Menu
es: Menú de acceso a la herramienta

source: Keep up to date with GeoRemindMe latests news and progress.
es: Sigue las últimas noticias y el progreso de GeoRemindMe.

source: Help / Support
es: Ayuda / Soporte

source: Ask questions, share ideas, report problems, give praises.
es: Pregunta si tienes problemas, comparte tus ideas y pide lo que quieras (¡que es gratis!).

source: The start-up
es: La start-up

source: Everything about the people working on this amazing project:
es: Todo acerca de la gente trabajando en este proyecto tan emocionante:

source: Team
es: Equipo

source: Meet our staff.
es: Conoce a nuestro equipo

source: GeoRemindme is now hiring. Check out the positions availables.
es: GeoRemindMe busca nuevos talentos. Comprueba los trabajos que ofrecemos

source: Contact
es: Contacto

source: Get in touch with us
es: Ponte en contacto con nosotros

source: Collaborators
es: Colaboradores

source: Institutions and companies we collaborate with.
es: Instituciones y empresas con las que colaboramos

source: Press releases
es: Notas de prensa

source: Latests publications and press releases.
es: Últimas noticias y notas de prensa

source: GeoRemindMe Community
es: Comunidad GeoRemindMe

source: Meet the community of collaborators and friends of GeoRemindMe that are helping us keep getting stronger and bigger.
es: Conoce a la comunidad de colaboradores y amigos de GeoRemindMe que nos están ayudando a hacernos más fuertes y mejores

source: Pictures
es: Fotografías

source: Take a look at the community events pictures.
es: Visita las galerías de fotos de los eventos de la comunidad

source: Online collaboration software for project management
es: Herramienta online de colaboración para gestionar el proyecto

source: Volunteers
es: Voluntarios

source: Developers
es: Desarrolladores

source: Android developers
es: Desarrolladores Android

source: Guide
es: Guía

source: Read this guide to learn how you can start collaborating today.
es: Lee esta guía para saber cómo puedes empezar hoy a colaborar

source: List of Android developers
es: Lista de desarrolladores de Android

source: Web developers
es: Desarrolladores Web

source: Read this guide to learn how you can start collaborating today
es: Lee esta guía para saber cómo puedes empezar hoy a colaborar

source: List of Web developers
es: Lista de desarrolladores Web

source: Version control system platform
es: Sistema de control de versiones

source: Public API
es: API pública

source: Documentation and usage examples.
es: Documentación y ejemplos de uso

source: Licensing
es: Licencias

source: Learn about how the GeoRemindMe code is licensed
es: Conoce todas las licencias bajo las que está GeoRemindMe

source: Designers
es: Diseñadores

source: Gallery
es: Galería

source: Compilation of all the artwork created by the community
es: Recopilación de todo el trabajo artístico realizado por la comunidad

source: Translators
es: Traductores

source: Open Web service to collaboratively translate software, documentation...
es: Herramienta de colaboración online abierta para traducciones de programas, documentación,...

source: Framework for project management
es: Metodología de trabajo para la gestión del proyecto

source: Read this guide to learn how we manage the product developement
es: Lee esta guía para saber cómo gestionamos el desarrollo del producto

source: We are committed to safeguarding the privacy of our tool users. Learn how we are doing this:
es: Estamos comprometidos para salvaguardar la privacidad de los usuarios de nuestra herramienta. Averigua cómo lo estamos haciendo

source: Our privacy policy
es: Nuestra política de privacidad

source: How we manage your privacy.
es: Cómo controlamos tu privacidad.

source: Terms of service
es: Términos de servicio

source: Terms you must agree in order to use the tool.
es: Los términos que debes aceptar para poder utilizar la herramienta.

source: Support center - GeoRemindMe
es: Centro de soporte - GeoRemindMe

source: Support center
es: Centro de soporte

source: Last comments
es: Últimos comentarios

source: Meet the <a href='http://getsatisfaction.com/georemindme'>user community</a> and share your questions, suggestions and problems.
es: Conoce a la <a href='http://getsatisfaction.com/georemindme'>comunidad de usuarios</a> y comparte tus sugerencias, preguntas y problemas.

source: <a href='http://getsatisfaction.com/georemindme'>Read more</a>.
es: <a href='http://getsatisfaction.com/georemindme'>Leer más</a>.

source: Quick search
es: Búsqueda rápida

source: Use the search function before posting. Chances are your question, idea or problem has already been answered.
es: Utiliza el buscador antes de escribir. Probablemente alguien ya haya hecho la misma pregunta, compartido una idea similar o avisado de un problema.

source: Continue
es: Continuar

source: Easy and quick feedback system
es: Sistema simple y rápido de feedback

source: Company team - GeoRemindMe
es: Empleados de la compañía - GeoRemindMe

source: Company team
es: Empleados de la compañía

source: Our team
es: Nuestro equipo

source: Chief Executive Officer (CEO) & cofounder
es: Director Ejecutivo & cofundador

source: Linkedin profile
es: Perfil en Linkedin

source: Compulsive entrepreneur, technologist, extrovert programmer, friend of his friends and last but not least a guy who dreams big.
es: Emprendedor compulsivo, tecnólogo, informático extrovertido, amigo de sus amigos y por último pero no menos importante una persona con grandes sueños.

source: Product Manager & cofounder
es: Product Manager & cofundadora

source: A fan of foreign TV shows, sci-fi novels and a thorough geek, she's the one you want to be around in a zombie apocalypse scenario.
es: Amante de las series de televisión extranjeras, novelas Sci Fi y las nuevas tecnologías, está de sobra preparada para un apocalipsis Zombie.

source: Chief of Mobile Development & cofounder
es: Director de Desarrollo Móvil & cofundador

source: Self-taught and yet a great team player, with a passion for anything that can be programmed, particularly if you can carry it around in your pocket.
es: Autodidacta y con gran espíritu de grupo. Apasionado de todo lo que se pueda programar, especialmente si lo puedes llevar en el bolsillo.

source: Senior Web Developer
es: Desarrollador Web Senior

source: My main hobby in the project is to change the data model and often delete all users and alerts database except mine, of course.
es: Mi principal aficion en el proyecto es cambiar el modelo de los datos y borrar cada poco a todos los usuarios y alertas de la base de datos, menos el mio, claro.

source: Terms of Service of GeoRemindMe
es: Terminos y condiciones

source: Terms of use
es: Condiciones de uso

source: Publi API - GeoRemindMe
es: API Pública - GeoRemindMe

source: There is some <a href="https://teambox.com/public/georemindme-2/conversations/132183-define-api">work in progress here</a>, <strong>we are currently looking for help</strong> to design and develop this API, so if you are interested you are much welcomed to <strong><a href="https://teambox.com/projects/georemindme-2">join our community of developers!</a></strong>.
es: <a href="https://teambox.com/public/georemindme-2/conversations/132183-define-api">Estamos trabajando aquí</a>, <strong>y buscando ayuda</strong> para diseñar y desarrollar esta API, de modo que si estás interesado eres más que bienvenido a <strong><a href="https://teambox.com/projects/georemindme-2">¡unirte a nuestra comunidad de desarrolladores!</a></strong>.
